Repository: common-repository/cobru-for-wc
Catalog: languages/cobru-for-wc-*.po
Languages: es_es

source: Accept credit cards payments in seconds.
es_es: Acepte pagos con tarjetas de crédito en segundos.

source: Accept multiple payments in seconds.
es_es: Acepte múltiples pagos en segundos.

source: After payment
es_es: Después del pago

source: Always on "on-hold"
es_es: Siempre en "espera"

source: Card expiration date is not valid.
es_es: La fecha de vencimiento de la tarjeta no es válida.

source: Card Number
es_es: Número de tarjeta

source: Card Verification Number (CVV)
es_es: Código de verificación de la tarjeta (CVC)

source: Card verification number (CVV) is not valid. You can find this number on your credit card.
es_es: El código de verificación de la tarjeta (CVC) no es válido. Puede encontrar este número en su tarjeta de crédito.

source: Choose the available payment methods in your store.
es_es: Elige los métodos de pago disponibles en tu tienda.

source: Cobru couldn't be created :
es_es: El Cobru no se pudo crear:

source: Cobru created
es_es: Cobru creado

source: COBRU DATA:
es_es: DATOS COBRU:

source: Cobru for WC
es_es: Cobru para WC

source: Completed
es_es: Terminado

source: Credentials :: Live Mode
es_es: Credenciales :: Modo de producción

source: Credentials :: Test Mode
es_es: Credenciales :: Modo de prueba

source: Credit Card
es_es: Tarjeta de crédito

source: Credit Card Gateway Mode
es_es: Modo del Gateway de las Tarjetas de Crédito

source: Credit card number you entered is invalid.
es_es: El número de tarjeta de crédito que ingresó no es válido.

source: Credit Card only :: Anti-fraud measures
es_es: Sólo Tarjetas de Crédito :: Medidas antifraude

source: Credit Cards needs verification
es_es: Las Tarjetas de Crédito necesitan verificación

source: CVV
es_es: CVC

source: Description
es_es: Descripción

source: Dues
es_es: Cuotas

source: Enable Cobru Direct Gateway
es_es: Habilitar Gateway directo Cobru

source: Enable Cobru Gateway
es_es: Habilitar Gateway Cobru

source: Enable Test Mode
es_es: Habilitar modo de prueba

source: Enable/Disable
es_es: Habilitar/deshabilitar

source: Expiration Date
es_es: Fecha de vencimiento

source: If the Credit Card payment ammount is greater than this value, the Order will be "on-hold".
es_es: Si el monto del pago con tarjeta de crédito es mayor que este valor, la Orden quedará "en espera".

source: Leave it empty to disable this
es_es: Déjalo vacío para desactivar esto.

source: Live Refresh Token
es_es: Token de actualización en producción

source: Live Token
es_es: TOKEN Producción

source: Live X-API-KEY
es_es: CLAVE X-API en producción

source: Max safe ammount
es_es: Cantidad máxima segura

source: message
es_es: mensaje

source: On Hold
es_es: En Espera

source: Order
es_es: Orden

source: Pay with any currency
es_es: Paga con cualquier moneda

source: Pay with any currency with Cobru.
es_es: Paga con cualquier moneda con Cobru.

source: Payment approved and pending because it is with a Credit Card.
es_es: Pago aprobado y pendiente por ser con Tarjeta de Crédito.

source: Payment approved.
es_es: Pago aprobado.

source: Payment error :
es_es: Error en el pago :

source: Payment has been approved, New staus :
es_es: El pago ha sido aprobado, nuevo estado:

source: Payment has been approved, secure amount.
es_es: El pago ha sido aprobado, monto seguro.

source: Payment is processing on the clients bank, lets give it some minutes to wait the response :
es_es: El pago se está procesando en el banco del cliente, esperemos unos minutos para esperar la respuesta:

source: Payment methods
es_es: Métodos de pago

source: Payment minimun amount
es_es: Monto mínimo de pago

source: Payment processing.
es_es: Procesando pago.

source: Payment refunded.
es_es: Pago reembolsado.

source: Payment response not expected.
es_es: No se espera respuesta de pago.

source: Place the payment gateway in test mode using test API keys.
es_es: Coloque la pasarela de pago en modo de prueba utilizando claves API de prueba.

source: Processing
es_es: Procesando

source: Select payment methods
es_es: Seleccionar métodos de pago

source: Something went wrong:
es_es: Algo salió mal:

source: Status to set after payment
es_es: Estado a configurar después del pago

source: Test mode
es_es: Modo de prueba

source: Test Refresh Token
es_es: Token de actualización de prueba

source: Test Token
es_es: Ficha de prueba

source: Test X-API-KEY
es_es: Prueba X-API-KEY

source: The API Call Back has been reached but the CC direct payment has already set a order status.
es_es: Se alcanzó la devolución de llamada API, pero el pago directo de TC ya estableció un estado de pedido.

source: The Credit Card feature on the main plugin will be disabled.
es_es: La función Tarjeta de crédito en el complemento principal estará deshabilitada.

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que ve el usuario durante el pago.

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que ve el usuario durante el pago.

source: This will enable another payment gateway for WooCommerce.
es_es: Esto habilitará otra pasarela de pago para WooCommerce.

source: Title
es_es: Título

source: Use Checkout Credit Card Form
es_es: Utilice el formulario de pago con tarjeta de crédito

source: User first payment attemp
es_es: Primer intento de pago del usuario

source: User retrying payment
es_es: Usuario reintentando pago

source: woocommerce_cobru_credit_card
es_es: woocommerce_cobru_tarjeta_de_credito

source: You will need to ask Cobru for this value.
es_es: Deberá preguntarle a Cobru este valor.

source: You will need to manually Complete all the Credit Card orders
es_es: Deberá completar manualmente todos los pedidos con tarjeta de crédito.

source: Your order is %1$s :: With Cobru payemnt method must be superior to %2$s.
es_es: Tu pedido es %1$s :: Con Cobru el método de pago debe ser superior a %2$s.
